Repository: poml88/FLwatch
Catalog: SharedPhoneWatch/Localizations/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nl, pl, ru, zh_hans

source: Insulin history:
de: Insulin Verlauf:
es: Historial de insulina:
fr: Historique de l'insuline :
it: Storia dell'insulina:
ja: インスリンの歴史：
nl: Insulinegeschiedenis:
pl: Historia insuliny:
ru: История инсулина:
zh_hans: 胰岛素历史：

source: !! Not for treatment decisions !! Use at your own risk! The information presented in this app and its extensions must not be used for treatment or dosing decisions. Consult the glucose-monitoring system and/or a healthcare professional.
de: !! Nicht für Behandlungsentscheidungen !! Nutzung auf eigene Gefahr! Die Informationen in dieser App und ihrer Erweiterungen dürfen nicht für Behandlungs- oder Dosierungsentscheidungen benutzt werden. Wenden Sie sich an Ihr Glukose-Monitor-System und/oder einen Arzt.
es: ¡¡No para decisiones de tratamiento!! Utilícela bajo su propia responsabilidad. La información presentada en esta app y sus extensiones no debe utilizarse para tomar decisiones de tratamiento o dosificación. Consulte su sistema de monitorización de glucosa y/o a un profesional sanitario.
fr: !! Ne pas utiliser pour prendre des décisions thérapeutiques !! Utilisez cette application à vos propres risques ! Les informations présentées dans cette application et ses extensions ne doivent pas être utilisées pour prendre des décisions thérapeutiques ou de dosage. Consultez le système de surveillance de la glycémie et/ou un professionnel de santé.
it: !! Non utilizzare per decisioni terapeutiche !! Utilizzare a proprio rischio! Le informazioni presentate in questa app e nelle sue estensioni non devono essere utilizzate per decisioni terapeutiche o relative al dosaggio. Consultare il sistema di monitoraggio del glucosio e/o un operatore sanitario.
ja: !! 治療決定には使用しないでください !! 自己責任で使用してください！ このアプリおよびその拡張機能に表示される情報は、治療や投与量の決定には使用しないでください。血糖モニターシステムおよび/または医療従事者に相談してください。
nl: !! Niet gebruiken voor behandelbeslissingen !! Gebruik op eigen risico! De informatie in deze app en de extensies ervan mag niet worden gebruikt voor behandel- of doseringsbeslissingen. Raadpleeg het glucosemonitoringsysteem en/of een zorgverlener.
pl: !! Nie używać do podejmowania decyzji terapeutycznych !! Używasz na własne ryzyko! Informacje prezentowane w tej aplikacji i jej rozszerzeniach nie mogą być używane do podejmowania decyzji terapeutycznych ani dotyczących dawkowania. Skonsultuj się z systemem monitorowania glukozy i/lub pracownikiem ochrony zdrowia.
ru: !! Не использовать для принятия решений о лечении !! Используйте на свой страх и риск! Информация, представленная в этом приложении и его расширениях, не должна использоваться для принятия решений о лечении или дозировке. Обратитесь к системе мониторинга глюкозы и/или медицинскому специалисту.
zh_hans: !! 不得用于治疗决策 !! 使用本应用需自行承担风险！ 本应用及其扩展程序中提供的信息不得用于治疗或剂量决策。请咨询血糖监测系统和/或医疗专业人士。

source: **Not for treatment decisions.** The information presented in this app and its extensions must not be used for treatment or dosing decisions. Consult the glucose-monitoring system and/or a healthcare professional.
de: !! Nicht für Behandlungsentscheidungen !! Die Informationen in dieser App und ihrer Erweiterungen dürfen nicht für Behandlungs- oder Dosierungsentscheidungen benutzt werden. Wenden Sie sich an Ihr Glukose-Monitor-System und/oder einen Arzt.
es: ¡¡No para decisiones de tratamiento!! La información presentada en esta app y sus extensiones no debe utilizarse para tomar decisiones de tratamiento o dosificación. Consulte su sistema de monitorización de glucosa y/o a un profesional sanitario.
fr: **Ne pas utiliser pour prendre des décisions thérapeutiques.** Les informations présentées dans cette application et ses extensions ne doivent pas être utilisées pour prendre des décisions thérapeutiques ou posologiques. Consultez le système de surveillance de la glycémie et/ou un professionnel de santé.
it: **Non per decisioni terapeutiche.** Le informazioni presentate in questa app e nelle sue estensioni non devono essere utilizzate per decisioni terapeutiche o relative al dosaggio. Consultare il sistema di monitoraggio del glucosio e/o un operatore sanitario.
ja: **治療決定には使用しないでください。** このアプリおよびその拡張機能に表示される情報は、治療や投与量の決定には使用しないでください。血糖モニタリングシステムおよび/または医療従事者に相談してください。
nl: **Niet voor behandelbeslissingen.** De informatie in deze app en de extensies ervan mag niet worden gebruikt voor behandel- of doseringsbeslissingen. Raadpleeg het glucosemonitoringsysteem en/of een zorgverlener.
pl: **Nie do podejmowania decyzji terapeutycznych.** Informacje prezentowane w tej aplikacji i jej rozszerzeniach nie mogą być używane do podejmowania decyzji terapeutycznych ani dotyczących dawkowania. Skonsultuj się z systemem monitorowania glukozy i/lub pracownikiem ochrony zdrowia.
ru: **Не для принятия решений о лечении.** Информация, представленная в этом приложении и его расширениях, не должна использоваться для принятия решений о лечении или дозировке. Обратитесь к системе мониторинга глюкозы и/или медицинскому специалисту.
zh_hans: **不适用于治疗决策。** 本应用及其扩展中呈现的信息不得用于治疗或用药决策。请咨询血糖监测系统和/或医疗专业人士。

source: **Watch app not installed / detected** Credentials will not be transferred to watch. Install watch app and press "Connect" again to resend credentials to watch.
de: **Watch App nicht installiert / gefunden** Zugangsdaten werden nicht an die Watch gesendet. Bitte Watch App installieren und erneut "Verbinden" drücken um Zugangsdaten an die Watch zu senden.
es: **App del reloj no instalada / detectada** Las credenciales no se transferirán al reloj. Instale la app del reloj y pulse de nuevo «Conectar» para reenviar las credenciales al reloj.
fr: **Application pour montre non installée / non détectée** Les informations d'identification ne seront pas transférées à la montre. Installez l'application pour montre et appuyez à nouveau sur « Connecter » pour renvoyer les informations d'identification à la montre.
it: **App per orologio non installata/rilevata** Le credenziali non saranno trasferite all'orologio. Installa l'app per orologio e premi nuovamente "Connetti" per inviare nuovamente le credenziali all'orologio.
ja: **ウォッチアプリがインストールされていない/検出されていない** 資格情報はウォッチに転送されません。ウォッチアプリをインストールし、再度「接続」をタップして資格情報をウォッチに再送信してください。
nl: **Watch-app niet geïnstalleerd / gedetecteerd** Inloggegevens worden niet naar het horloge verzonden. Installeer de watch-app en druk opnieuw op "Connect" om de inloggegevens opnieuw naar het horloge te sturen.
pl: **Aplikacja na zegarek nie jest zainstalowana / wykryta** Dane logowania nie zostaną przesłane na zegarek. Zainstaluj aplikację na zegarek i naciśnij ponownie „Connect”, aby wysłać dane logowania jeszcze raz.
ru: **Приложение для часов не установлено / не обнаружено** Учетные данные не будут переданы на часы. Установите приложение для часов и снова нажмите "Connect", чтобы повторно отправить учетные данные на часы.
zh_hans: **手表应用未安装/未检测到** 凭证将不会传输到手表。请安装手表应用并再次点击“连接”以重新发送凭证到手表。

source: %@ (old)
de: %@ (alt)
es: %@ (ant)
fr: %@ (anc)
it: %@ (vec)
ja: %@ (旧)
nl: %@ (oud)
pl: %@ (st.)
ru: %@ (ст.)
zh_hans: %@ (旧)

source: %dm ago (%@)
de: vor %d Min. (%@)
es: hace %d min (%@)
fr: il y a %d min (%@)
it: %d min fa (%@)
ja: %d分前 (%@)
nl: %d min geleden (%@)
pl: %d min temu (%@)
ru: %d мин назад (%@)
zh_hans: %d分钟前（%@）

# %lld d %lld h
source: %1$lld d %2$lld h
de: %1$lld T %2$lld Std.
fr: %1$lld j %2$lld h
it: %1$lld g %2$lld h
ja: %1$lld日%2$lld時間
nl: %1$lld d %2$lld u
pl: %1$lld d %2$lld godz.
ru: %1$lld дн. %2$lld ч
zh_hans: %1$lld天%2$lld小时

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
nl: %lld dagen
pl: %lld dni
ru: %lld дн.
zh_hans: %lld天

source: A Libre 3 BLE reading is needed before the current raw sensor value can be shown.
de: Bevor der aktuelle Sensorrohwert angezeigt werden kann, ist ein Libre 3 BLE-Messwert erforderlich.
es: Se necesita una lectura de Libre 3 BLE para poder mostrar el valor bruto actual del sensor.
fr: Une mesure Libre 3 BLE est nécessaire avant de pouvoir afficher la valeur brute actuelle du capteur.
it: È necessaria una lettura Libre 3 BLE prima di poter mostrare il valore grezzo attuale del sensore.
ja: 現在のセンサー未補正値を表示するには、Libre 3 BLEの測定値が必要です。
nl: Er is een Libre 3 BLE-meting nodig voordat de huidige onbewerkte sensorwaarde kan worden weergegeven.
pl: Aby można było wyświetlić bieżącą surową wartość z sensora, wymagany jest odczyt Libre 3 BLE.
ru: Для отображения текущего исходного значения датчика необходимо показание Libre 3 BLE.
zh_hans: 必须先获取 Libre 3 BLE 读数，才能显示当前传感器原始值。

source: A scan is already in progress. Wait a moment and try again.
de: Ein Scan wird bereits durchgeführt. Warte einen Moment und versuche es erneut.
es: Ya hay un escaneo en curso. Espera un momento e inténtalo de nuevo.
fr: Une analyse est déjà en cours. Patientez un instant et réessayez.
it: È già in corso una scansione. Attendi un momento e riprova.
ja: すでにスキャン中です。しばらく待ってからもう一度お試しください。
nl: Er wordt al gescand. Wacht even en probeer het opnieuw.
pl: Skanowanie już trwa. Poczekaj chwilę i spróbuj ponownie.
ru: Сканирование уже выполняется. Подождите немного и повторите попытку.
zh_hans: 扫描已在进行中。请稍候再试。

source: About %lld minutes remaining.
de: Noch etwa %lld Minuten.
es: Quedan aproximadamente %lld minutos.
fr: Environ %lld minutes restantes.
it: Restano circa %lld minuti.
ja: 残り約%lld分です。
nl: Nog ongeveer %lld minuten.
pl: Pozostało około %lld minuty.
ru: Осталось примерно %lld минуты.
zh_hans: 大约还需%lld分钟。

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 承諾
nl: Accepteren
pl: Akceptuj
ru: Принять
zh_hans: 确认

source: Access temporarly locked.
de: Zugang temporär gesperrt.
es: Acceso bloqueado temporalmente.
fr: Accès temporairement verrouillé.
it: Accesso temporaneamente bloccato.
nl: Toegang tijdelijk vergrendeld.
pl: Dostęp tymczasowo zablokowany.
ru: Доступ временно заблокирован.

source: Account ID
de: Konto-ID
es: ID de cuenta
fr: Identifiant du compte
it: ID account
ja: アカウントID
pl: Identyfikator konta
ru: Идентификатор учётной записи
zh_hans: 账户ID

source: Account temporarily locked. Too many failed login attempts. Try again in 5 minutes. Check credentials.
de: Konto vorübergehend gesperrt. Zu viele fehlgeschlagene Anmeldeversuche. Versuchen Sie es in 5 Minuten erneut. Überprüfen Sie Ihre Anmeldedaten.
fr: Compte temporairement verrouillé. Trop de tentatives de connexion infructueuses. Réessayez dans 5 minutes. Vérifiez vos identifiants.
it: Account temporaneamente bloccato. Troppi tentativi di accesso non riusciti. Riprova tra 5 minuti. Controlla le credenziali.
ja: アカウントが一時的にロックされました。ログイン試行が複数回失敗しました。5分後に再試行してください。認証情報を確認してください。
nl: Account tijdelijk vergrendeld. Te veel mislukte inlogpogingen. Probeer het over 5 minuten opnieuw. Controleer de inloggegevens.
pl: Konto zostało tymczasowo zablokowane. Zbyt wiele nieudanych prób logowania. Spróbuj ponownie za 5 minut. Sprawdź dane logowania.
ru: Учетная запись временно заблокирована. Слишком много неудачных попыток входа. Попробуйте снова через 5 минут. Проверьте учетные данные.
zh_hans: 账户暂时被锁定。登录尝试次数过多。请在5分钟后再试。请检查登录凭据。

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
nl: Acties
pl: Akcje
ru: Действия
zh_hans: 操作

source: Activate (starts wear period)
de: Aktivieren (startet die Tragedauer)
es: Activar (inicia el periodo de uso)
fr: Activer (démarre la période de port)
it: Attiva (avvia il periodo di utilizzo)
ja: 有効化（装着期間を開始）
nl: Activeren (start draagperiode)
pl: Aktywuj (rozpoczyna okres użytkowania)
ru: Активировать (начать срок ношения)
zh_hans: 激活（开始佩戴周期）

source: Activate a brand-new, unused sensor directly with FLwatch. This immediately starts the sensor’s wear period and cannot be undone. The LibreView Account ID is optional. If you provide the same Account ID used by the Libre 3 app, Libre 3 should be able to take over the sensor later after an NFC scan, but this has not yet been fully tested. If you leave it empty, FLwatch uses its own receiver ID and transferring the sensor to Libre 3 later may not be possible.
de: Aktiviere einen fabrikneuen, unbenutzten Sensor direkt mit FLwatch. Dadurch beginnt sofort die Tragedauer des Sensors; dies kann nicht rückgängig gemacht werden. Die LibreView-Konto-ID ist optional. Wenn du dieselbe Konto-ID wie in der Libre 3-App angibst, sollte Libre 3 den Sensor später nach einem NFC-Scan übernehmen können. Dies wurde jedoch noch nicht vollständig getestet. Wenn du das Feld leer lässt, verwendet FLwatch eine eigene Empfänger-ID und eine spätere Übertragung des Sensors an Libre 3 ist möglicherweise nicht möglich.
es: Activa un sensor nuevo y sin usar directamente con FLwatch. Esto inicia de inmediato el periodo de uso del sensor y no se puede deshacer. El ID de cuenta de LibreView es opcional. Si proporcionas el mismo ID de cuenta utilizado por la app Libre 3, Libre 3 debería poder asumir el control del sensor más adelante tras un escaneo NFC, aunque esto todavía no se ha probado por completo. Si lo dejas vacío, FLwatch usa su propio ID de receptor y quizá no sea posible transferir el sensor a Libre 3 más adelante.
fr: Activez directement avec FLwatch un capteur neuf qui n’a jamais été utilisé. Cela démarre immédiatement sa période de port et ne peut pas être annulé. L’identifiant du compte LibreView est facultatif. Si vous fournissez le même identifiant que celui utilisé par l’app Libre 3, Libre 3 devrait pouvoir reprendre le capteur ultérieurement après une analyse NFC, mais cela n’a pas encore été entièrement testé. Si vous laissez le champ vide, FLwatch utilise son propre identifiant de récepteur et le transfert ultérieur du capteur vers Libre 3 pourrait être impossible.
it: Attiva un sensore nuovo e mai utilizzato direttamente con FLwatch. Il periodo di utilizzo del sensore inizia immediatamente e l’operazione non può essere annullata. L’ID account LibreView è facoltativo. Se fornisci lo stesso ID account usato dall’app Libre 3, Libre 3 dovrebbe poter acquisire il sensore in seguito dopo una scansione NFC, ma questa procedura non è stata ancora testata completamente. Se lasci il campo vuoto, FLwatch usa il proprio ID ricevitore e potrebbe non essere possibile trasferire in seguito il sensore a Libre 3.
ja: 未使用の新品センサーをFLwatchで直接有効化します。センサーの装着期間がすぐに開始され、元に戻すことはできません。LibreViewアカウントIDは任意です。Libre 3アプリで使用しているものと同じアカウントIDを入力すると、後でNFCスキャンを行った際にLibre 3がセンサーを引き継げる見込みですが、まだ十分に検証されていません。空欄にするとFLwatch独自の受信機IDが使用され、後でセンサーをLibre 3へ移行できない可能性があります。
nl: Activeer een gloednieuwe, ongebruikte sensor rechtstreeks met FLwatch. De draagperiode van de sensor begint onmiddellijk en dit kan niet ongedaan worden gemaakt. De LibreView-account-ID is optioneel. Als je dezelfde account-ID invult die de Libre 3-app gebruikt, zou Libre 3 de sensor later na een NFC-scan moeten kunnen overnemen. Dit is echter nog niet volledig getest. Als je het veld leeg laat, gebruikt FLwatch een eigen ontvanger-ID en kan de sensor later mogelijk niet naar Libre 3 worden overgezet.
pl: Aktywuj fabrycznie nowy, nieużywany sensor bezpośrednio za pomocą FLwatch. Spowoduje to natychmiastowe rozpoczęcie okresu użytkowania sensora i nie można tego cofnąć. Identyfikator konta LibreView jest opcjonalny. Jeśli podasz ten sam identyfikator konta, którego używa aplikacja Libre 3, aplikacja Libre 3 powinna móc później przejąć sensor po skanowaniu NFC, ale nie zostało to jeszcze w pełni przetestowane. Jeśli pozostawisz to pole puste, FLwatch użyje własnego identyfikatora odbiornika i późniejsze przeniesienie sensora do Libre 3 może być niemożliwe.
ru: Активируйте совершенно новый, неиспользованный датчик непосредственно в FLwatch. Срок ношения датчика начнётся сразу, и это действие нельзя будет отменить. Идентификатор учётной записи LibreView указывать необязательно. Если указать тот же идентификатор, который используется в приложении Libre 3, приложение Libre 3 должно впоследствии получить возможность принять датчик после сканирования NFC, однако это ещё не было полностью протестировано. Если оставить поле пустым, FLwatch использует собственный идентификатор приёмника, и последующая передача датчика в Libre 3 может оказаться невозможной.
zh_hans: 直接使用FLwatch激活一个全新且未使用的传感器。这会立即开始传感器的佩戴周期，且无法撤销。LibreView账户ID为可选项。如果提供与Libre 3 App所用相同的账户ID，Libre 3之后应能在进行NFC扫描后接管该传感器，但此流程尚未经过全面测试。如果留空，FLwatch会使用自己的接收器ID，之后可能无法将传感器转移到Libre 3。

source: Activate a new sensor?
de: Neuen Sensor aktivieren?
es: ¿Activar un sensor nuevo?
fr: Activer un nouveau capteur ?
it: Attivare un nuovo sensore?
ja: 新しいセンサーを有効化しますか？
nl: Een nieuwe sensor activeren?
pl: Aktywować nowy sensor?
ru: Активировать новый датчик?
zh_hans: 要激活新传感器吗？

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: 活動
nl: Activiteit
pl: Aktywność
ru: Активность
zh_hans: 活动

source: Add comparison
de: Vergleich hinzufügen
es: Añadir comparación
fr: Ajouter une comparaison
it: Aggiungi confronto
ja: 比較を追加
nl: Vergelijking toevoegen
pl: Dodaj porównanie
ru: Добавить сравнение
zh_hans: 添加比较

source: Add insulin
de: Insulin hinzufügen
es: Añadir insulina
fr: Ajouter de l'insuline
it: Aggiungi insulina
ja: インスリンを追加する
nl: Insuline toevoegen
pl: Dodaj insulinę
ru: Добавить инсулин
zh_hans: 添加胰岛素

source: Add insulin (written)
de: Insulin hinzufügen (schriftlich)
es: Añadir insulina (escrito)
fr: Ajouter de l'insuline (écrit)
it: Aggiungere insulina (scritto)
ja: インスリンを追加する（記載）
nl: Insuline toevoegen (geschreven)
pl: Dodaj insulinę (tekstowo)
ru: Добавить инсулин (вручную)
zh_hans: 添加胰岛素（书面）

source: Alert me above
de: Benachrichtige mich über
es: Avisarme por encima de
fr: M’alerter au-dessus de
it: Avvisami sopra
ja: 次を上回ったら通知
nl: Waarschuw mij boven
pl: Powiadom mnie powyżej
ru: Оповещать меня выше
zh_hans: 高于此值时提醒我

source: Alert me below
de: Benachrichtige mich unter
es: Avisarme por debajo de
fr: M’alerter en dessous de
it: Avvisami sotto
ja: 次を下回ったら通知
nl: Waarschuw mij onder
pl: Powiadom mnie poniżej
ru: Оповещать меня ниже
zh_hans: 低于此值时提醒我

source: Apple Health export is authorized.
de: Der Export zu Apple Health ist autorisiert.
es: La exportación a Apple Health está autorizada.
fr: L’exportation vers Apple Health est autorisée.
it: L’esportazione in Apple Health è autorizzata.
ja: Apple Health への書き出しは許可されています。
nl: Export naar Apple Health is geautoriseerd.
pl: Eksport do Apple Health jest autoryzowany.
ru: Экспорт в Apple Health разрешен.
zh_hans: 已获准导出到 Apple Health。

source: Apple Health is not available on this device.
de: Apple Health ist auf diesem Gerät nicht verfügbar.
es: Apple Health no está disponible en este dispositivo.
fr: Apple Health n’est pas disponible sur cet appareil.
it: Apple Health non è disponibile su questo dispositivo.
ja: このデバイスでは Apple Health を利用できません。
nl: Apple Health is niet beschikbaar op dit apparaat.
pl: Apple Health nie jest dostępne na tym urządzeniu.
ru: Apple Health недоступен на этом устройстве.
zh_hans: 此设备不支持 Apple Health。

source: Apple Health write access is not granted.
de: Schreibzugriff auf Apple Health wurde nicht gewährt.
es: No se ha concedido acceso de escritura a Apple Health.
fr: L’accès en écriture à Apple Health n’est pas accordé.
it: L’accesso in scrittura ad Apple Health non è stato concesso.
ja: Apple Health への書き込みアクセスは許可されていません。
nl: Schrijftoegang tot Apple Health is niet verleend.
pl: Nie przyznano dostępu do zapisu w Apple Health.
ru: Доступ на запись в Apple Health не предоставлен.
zh_hans: 尚未授予 Apple Health 写入权限。

source: Apply to future readings
de: Auf zukünftige Messwerte anwenden
es: Aplicar a lecturas futuras
fr: Appliquer aux mesures futures
it: Applica alle letture future
ja: 今後の測定値に適用
nl: Toepassen op toekomstige metingen
pl: Zastosuj do przyszłych odczytów
ru: Применить к будущим показаниям
zh_hans: 应用于今后的读数

source: Ask FLwatch to fetch the latest glucose reading.
de: Bitte FLwatch, den neuesten Glukosewert abzurufen.
es: Pide a FLwatch que obtenga la lectura de glucosa más reciente.
fr: Demandez à FLwatch de récupérer la dernière mesure de glucose.
it: Chiedi a FLwatch di recuperare l'ultima lettura del glucosio.
ja: FLwatch に最新のグルコース測定値を取得するよう依頼します。
nl: Vraag FLwatch om de nieuwste glucosemeting op te halen.
pl: Poproś FLwatch o pobranie najnowszego odczytu glukozy.
ru: Попросите FLwatch получить последнее показание глюкозы.
zh_hans: 让 FLwatch 获取最新的葡萄糖读数。

source: Ask the system to record insulin units for IOB calculation.
de: Befehl um Insulineinheiten für die IOB Berechnung zu protokollieren.
es: Pida al sistema que registre las unidades de insulina para el cálculo de la IOB.
fr: Demandez au système d'enregistrer les unités d'insuline pour le calcul de l'IOB.
it: Chiedere al sistema di registrare le unità di insulina per il calcolo dell'IOB.
ja: システムに、IOB計算のためのインスリン単位を記録するように指示してください。
nl: Vraag het systeem om insuline-eenheden te registreren voor de IOB-berekening.
pl: Poproś system o zapisanie jednostek insuliny do obliczania IOB.
ru: Попросите систему записать единицы инсулина для расчета IOB.
zh_hans: 请系统记录胰岛素单位以进行IOB计算。

source: Authorizing…
de: Autorisierung…
es: Autorizando…
fr: Autorisation…
it: Autorizzazione…
ja: 認証中…
nl: Autoriseren…
pl: Autoryzowanie…
ru: Авторизация…
zh_hans: 正在授权…

source: Average difference
de: Durchschnittliche Differenz
es: Diferencia media
fr: Différence moyenne
it: Differenza media
ja: 平均差
nl: Gemiddeld verschil
pl: Średnia różnica
ru: Средняя разница
zh_hans: 平均差值

source: Average selected. Tap Apply to use it for future readings.
de: Durchschnitt ausgewählt. Tippe auf „Anwenden“, um ihn für zukünftige Messwerte zu verwenden.
es: Promedio seleccionado. Toca Aplicar para usarlo en futuras lecturas.
fr: Moyenne sélectionnée. Touchez Appliquer pour l’utiliser pour les mesures futures.
it: Media selezionata. Tocca Applica per usarla per le letture future.
ja: 平均値を選択しました。「適用」をタップすると、今後の測定値に使用されます。
nl: Gemiddelde geselecteerd. Tik op Pas toe om dit voor toekomstige metingen te gebruiken.
pl: Wybrano średnią. Stuknij „Zastosuj”, aby używać jej do przyszłych odczytów.
ru: Выбрано среднее значение. Нажмите «Применить», чтобы использовать его для будущих показаний.
zh_hans: 已选择平均值。轻点“应用”即可将其用于今后的读数。

source: Blood
de: Blut
es: Sangre
fr: Sang
it: Sangue
ja: 血糖
nl: Bloed
pl: Krew
ru: Кровь
zh_hans: 血糖

source: Blood Glucose
de: Blutzucker
es: Glucosa en sangre
fr: Glycémie
it: Glicemia
ja: 血糖値
nl: Bloedglucose
pl: Poziom glukozy we krwi
ru: Глюкоза крови
zh_hans: 血糖

source: Blood glucose comparisons
de: Blutzuckervergleiche
es: Comparaciones de glucosa en sangre
fr: Comparaisons de glycémie
it: Confronti della glicemia
ja: 血糖値の比較
nl: Bloedglucosevergelijkingen
pl: Porównania poziomu glukozy we krwi
ru: Сравнение показаний глюкозы крови
zh_hans: 血糖比较

source: Blood value
de: Blutzuckerwert
es: Valor de glucosa en sangre
fr: Valeur glycémique
it: Valore glicemico
ja: 血糖値
nl: Bloedglucosewaarde
pl: Wartość glukozy we krwi
ru: Значение глюкозы крови
zh_hans: 血糖值

source: Blood: %@
de: Blut: %@
es: Sangre: %@
fr: Sang : %@
it: Sangue: %@
ja: 血糖: %@
nl: Bloed: %@
pl: Krew: %@
ru: Кровь: %@
zh_hans: 血糖：%@

source: Bluetooth Heartbeat and Notifications
de: Bluetooth-Heartbeat und Mitteilungen
es: Latido de Bluetooth y notificaciones
fr: Heartbeat Bluetooth et notifications
it: Heartbeat Bluetooth e notifiche
ja: Bluetoothハートビートと通知
nl: Bluetooth-heartbeat en meldingen
pl: Heartbeat Bluetooth i powiadomienia
ru: Bluetooth heartbeat и уведомления
zh_hans: 蓝牙心跳与通知

source: Bluetooth heartbeat off
de: Bluetooth-Heartbeat aus
es: Heartbeat Bluetooth desactivado
fr: Heartbeat Bluetooth désactivé
it: Heartbeat Bluetooth disattivato
ja: Bluetoothハートビートはオフ
nl: Bluetooth-heartbeat uit
pl: Heartbeat Bluetooth wyłączony
ru: Bluetooth heartbeat выключен
zh_hans: 蓝牙心跳已关闭

source: Bluetooth is off
de: Bluetooth ist ausgeschaltet
es: Bluetooth está apagado
fr: Le Bluetooth est désactivé
it: Il Bluetooth è disattivato
ja: Bluetoothがオフです
nl: Bluetooth staat uit
pl: Bluetooth jest wyłączony
ru: Bluetooth выключен
zh_hans: 蓝牙已关闭
